Repository: common-repository/instacash-pos-payment
Catalog: languages/instacash-pos-*.po
Languages: hu_hu

source: Apply for a loan through InstaCash
hu_hu: Finanszírozás az InstaCash segítségével

source: Pending payment
hu_hu: Fizetésre vár

source: The app is not responding, please try again later
hu_hu: Az alkalmazás nem válaszol, próbálkozzon újra később

source: Application Status
hu_hu: Igénylés státusz

source: InstaCash Application (%s)
hu_hu: InstaCash Igénylés (%s)

source: Title
hu_hu: Cím

source: This controls the title which the user sees during checkout.
hu_hu: A cím, amelyet a felhasználó a fizetés során lát.

source: Description
hu_hu: Leírás

source: This controls the description which the user sees during checkout.
hu_hu: Leírás, amelyet a felhasználó a fizetés során lát.

source: Apply for a loan and pay in installments
hu_hu: Igényeljen részletfizetést

source: Instructions
hu_hu: Instrukciók

source: Other instructions can be given after placing the order.
hu_hu: A rendelés leadását követően megjelenő instrukciók.

source: In order to start the loan application, please open the following page and enter the necessary data!
hu_hu: A hiteligénylés elindításához nyissa meg a következő oldalt és adja meg a szükséges adatokat!

source: API Key
hu_hu: API kulcs

source: A unique alphanumeric string that identifies the service
hu_hu: Egyedi alfanumerikus karakterlánc, amely azonosítja a szolgáltatást

source: Purchase created
hu_hu: Vásárlás létrejött

source: A purchase has been made in the Instacash system
hu_hu: A vásárlás létrejött az InstaCash rendszerében

source: Purchase linked to customer
hu_hu: Vásárlóhoz kötve

source: Customer has logged into their account
hu_hu: Igénylő bejelentkezett a vásárlói fiókba

source: Loan application started
hu_hu: Hiteligénylés elindítva

source: The customer has started the loan application
hu_hu: A vásárló elindította a hiteligénylést

source: Loan application under review
hu_hu: Hiteligény elbírálás alatt

source: The bank is now checking whether the requested loan amount can be granted based on the customer´s data
hu_hu: A bank most ellenőrzi, hogy a vásárló adati alapján adható-e a kért hitelösszeg

source: Loan application approved
hu_hu: Hiteligény elfogadva

source: The loan is being disbursed
hu_hu: A hitel folyósítás alatt

source: Purchase revoked
hu_hu: Vásárlás visszavonva

source: Loan application has been revoked
hu_hu: A hiteligény visszavonásra került

source: Purchase cancelled
hu_hu: Vásárlás törölve

source: Payment process terminated
hu_hu: Fizetési folyamat megszűntetve

source: Loan application rejected
hu_hu: Hiteligénylés elutasítva

source: Unsuccessful Loan Application
hu_hu: Sikertelen Hiteligénylés

source: Amount transferred
hu_hu: Összeg átutalva

source: The bank disbursed the amount
hu_hu: A bank folyósította összeget

source: Payment Completed
hu_hu: Fizetés Teljesítve

source: Payment was confirmed by the merchant
hu_hu: Fizetést a kereskedő visszaigazolta

source: Status
hu_hu: Állapot

source: Self-reliance
hu_hu: Önerő

source: Amount requested
hu_hu: Igénylet összeg

source: Last modify
hu_hu: Utolsó módosítás

source: Date of purchase
hu_hu: Vásárlás ideje

source: Merchant Portal
hu_hu: Kereskedői felület

source: Order status changed by loan application status.
hu_hu: Rendelés állapot változott a kapcsolt igénylés állapota miatt.

source: Thank you for installing the payment solution of instacash, so the digital installment payment solution will help you to reduce cart abandonment and increase the average cart length.
hu_hu: Köszönjük, hogy telepítetted az InstaCash fizetési megoldását, így a digitális részletfizetési megoldás segíteni fog neked, hogy csökkentsd a kosárelhagyást és növeld az átlagos kosárértéket.

source: If you haven´t signed up for our service yet, click
hu_hu: Ha még nem szerződtél velünk a szolgáltatásunkra, akkor kattints

source: here
hu_hu: ide

source: , to go through the validation completely online, without a personal meeting:
hu_hu: , hogy teljesen online, személyes találkozó nélkül végigmenj a validáción:

source: Buy NOW, Pay later!
hu_hu: Vásárlás először, fizetés később!

source: Calculation
hu_hu: Kalkuláció

source: Down Payment
hu_hu: Önerő

source: Dollar
hu_hu: HUF

source: Payment installments
hu_hu: A törlesztés részletei

source: Month
hu_hu: Hó

source: Offer
hu_hu: Ajánlat

source: Loan name
hu_hu: Maxi Plus kölcsön

source: Bank Name
hu_hu: MKB Bank

source: Amount
hu_hu: Finanszírozott összeg

source: Installment
hu_hu: Havi törlesztő

source: Total Repayment
hu_hu: Teljes visszafizetendő

source: Minimum claimable amount
hu_hu: A minimálisan igénylehető összeg

source: We have modified the calculation accordingly.
hu_hu: A kalkulációt erre az összegre módosítottuk.

source: You can spend the remaining
hu_hu: A fennmaradó

source: amount on your other expenses.
hu_hu: összeget fordíthatja egyéb kiadásaira.

source: The minimum loan amount that can be applied for requires less self-reliance.
hu_hu: A minimum igényelhető hitelösszeghez kisebb önerő szükséges.

source: If the application interface did not open on a new tab, please click on the button below.
hu_hu: Amennyiben nem nyílt volna meg az igénylési felület, kérlek kattints az alábbi gombra.

source: Start the application
hu_hu: Elindítom az igénylést
